Repository: fury-sound/NotifyThem
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

source: Add Group
ru: Создать группу

source: Add Member
ru: Добавить участника

source: Add Members
ru: Добавить участников

source: Add Person
ru: Добавить участника

source: App Error
ru: Ошибка приложения

source: Available Members
ru: Участники не в группе

source: Current message
ru: Текущее сообщение

source: Delete
ru: Удалить

source: Delete Group
ru: Удалить группу

source: Delete Person
ru: Удалить участника

source: Edit
ru: Изменить

source: Edit Group
ru: Изменить группу

source: Edit name
ru: Изменить имя

source: Edit Name
ru: Изменить имя

source: Edit Person
ru: Редактировать участника

source: Edit person name
ru: изменить имя участника

source: Empty group
ru: Пустая группа

source: Enter message
ru: Введите сообщение

source: Enter new group name
ru: Введите имя новой группы

source: Enter new person name
ru: Ввести имя нового участника

source: Error View
ru: Экран ошибок

source: Group Members
ru: Участники группы

source: Group Name
ru: Имя группы

source: Groups
ru: Группы

source: Latest message
ru: Последнее сообщение

source: Load messages
ru: Последние сообщения

source: Loading groups...
ru: Загрузка групп…

source: Member List
ru: Список получателей

source: Message History
ru: История сообщений

source: Message to send
ru: Отправляемые сообщения

source: Name:
ru: Имя:

source: Next
ru: Далее

source: No history for the group
ru: Нет истории сообщений для группы

source: No history yet. Check and edit receiver name, press reload.
ru: Истории пока нет. Проверьте и измените имя участника, нажмите “Загрузить сообщения”

source: OK
ru: ОК

source: Person Name
ru: Имя участника

source: Receiver
ru: Получатель

source: Retry
ru: Повторить

source: Save
ru: Сохранить

source: Sender
ru: Отправитель

source: Skip
ru: Пропустить

source: Start your journey
ru: Перейти в приложение

source: Students
ru: Ученики

source: Such name already exists
ru: Данное имя уже существует

source: There is already a receiver with this name %@. You can't add a receiver with the same name twice.
ru: Участник с таким именем %@ уже существует. Вы не можете добавить участника с таким же именем.

source: Total
ru: Всего

source: Total: %lld
ru: Всего: %lld
